Repository: 0xWDG/xcstrings-translator
Catalog: xcstrings-translator/Localizable.xcstrings
Source language: en
Languages: ar, da_dk, de, de_ch, de_de, es, es_es, es_mx, es_us, fr, fr_ca, fr_fr, hi, id, it, it_ch, ja, ja_jp, ko, ko_kr, nb_no, nl, nl_nl, pl, pt, pt_br, pt_pt, ru, sv_se, th, tr, tr_tr, vi, vi_vn, zh, zh_cn, zh_hans, zh_hant, zh_hk, zh_tw

source: xcstrings translator
ar: مترجم xcstrings
da_dk: xcstrings-oversætter
de: Xcstrings Übersetzer
de_ch: xcstrings-Übersetzer
de_de: xcstrings-Übersetzer
es: Traductor de xcstrings
es_es: traductor de xcstrings
es_mx: traductor de xcstrings
es_us: traductor de xcstrings
fr: Traducteur xcstrings
fr_ca: traducteur de xcstrings
fr_fr: traducteur de xcstrings
hi: एक्ससीस्ट्रिंग्स अनुवादक
id: Penerjemah xcstrings
it: Traduttore xcstrings
it_ch: traduttore xcstrings
ja: Xcstrings翻訳者
ja_jp: xcstrings トランスレータ
ko: Xcstrings 번역기
ko_kr: xc문자열 번역기
nb_no: xcstrings-oversetter
nl: Xcstrings vertaler
nl_nl: xcstrings vertaler
pl: Tłumacz xcstrings
pt: Tradutor xcstrings
pt_br: tradutor de xcstrings
pt_pt: tradutor de xcstrings
ru: Переводчик xcstrings
sv_se: xcstrings-översättare
th: นักแปล xcstrings
tr: Xcstrings çevirmeni
tr_tr: xcstrings çevirmeni
vi: Trình dịch xcstrings
vi_vn: trình dịch xcstrings
zh: Xcstrings翻譯器
zh_cn: xcstrings翻译器
zh_hans: xcstrings翻译器
zh_hant: 字串翻譯器
zh_hk: xC 字串翻譯器
zh_tw: 字串翻譯器

source: Hindi
ar: الهِنْديّة
hi: हिंदी
id: Bahasa Hindi
ja: ヒンディー語
ja_jp: ヒンディー語
ko: 힌디어의
ko_kr: 힌디어의
ru: Хинди
th: ภาษาฮินดี
tr: Hintçe
tr_tr: Hintçe
vi: Tiếng Hindi
vi_vn: Tiếng Hindi
zh: 北印度語
zh_cn: 印地语
zh_hans: 印地语
zh_hant: 北印度語
zh_hk: 印地語
zh_tw: 北印度語

source: Italian
ar: إيطاليّ
da_dk: italiensk
de: Italiener
de_ch: Italiener
de_de: Italiener
es: Italiano
es_es: italiano
es_mx: italiano
es_us: italiano
fr: Italien
fr_ca: Italien
fr_fr: Italien
hi: इतालवी
id: Italia
it: Italiano
it_ch: italiano
ja: イタリア語
ja_jp: イタリア語
ko: 이탈리아어
ko_kr: 이탈리아어
nb_no: italiener
nl: Italiaans
nl_nl: Italiaans
pl: Włoski
pt: Italiano
pt_br: italiano
pt_pt: italiano
ru: Итальянский
sv_se: italiensk
th: ภาษาอิตาลี
tr: İtalyan
tr_tr: İtalyan
vi: Người Ý
vi_vn: người Ý
zh: 義大利語
zh_cn: 意大利人
zh_hans: 意大利人
zh_hant: 義大利語
zh_hk: 義大利人
zh_tw: 義大利語

source: Finnish
ar: فِنْلَنْديّ
da_dk: finsk
de: Finnisch
de_ch: Finnisch
de_de: Finnisch
es: Finlandés
es_es: finlandés
es_mx: finlandés
es_us: finlandés
fr: Finnois
fr_ca: finnois
fr_fr: finnois
hi: फिनिश
id: Finlandia
it: Finlandese
it_ch: finlandese
ja: フィンランド語
ja_jp: フィンランド語
ko: 핀란드어
ko_kr: 핀란드어
nb_no: finsk
nl: Fins
nl_nl: Fins
pl: Fiński
pt: Finlandês
pt_br: finlandês
pt_pt: finlandês
ru: Финский
sv_se: finsk
th: ภาษาฟินแลนด์
tr: Fince
tr_tr: Fince
vi: Tiếng Phần Lan
vi_vn: Pháp
zh: 芬蘭語
zh_cn: 芬兰的
zh_hans: 芬兰的
zh_hant: 芬蘭語
zh_hk: 芬蘭人
zh_tw: 芬蘭語

source: Norwegian
ar: نُرْويجيّ
da_dk: norsk
de: Norwegisch
de_ch: Norwegisch
de_de: Norwegisch
es: Noruego
es_es: noruego
es_mx: noruego
es_us: noruego
fr: Norvégien
fr_ca: Norvégien
fr_fr: Norvégien
hi: नार्वेजियन
id: Orang Norwegia
it: Norvegese
it_ch: norvegese
ja: ノルウェー語
ja_jp: ノルウェー語
ko: 노르웨이어
ko_kr: 노르웨이어
nb_no: nordmann
nl: Noors
nl_nl: Noors
pl: Norweski
pt: Norueguês
pt_br: norueguês
pt_pt: norueguês
ru: Норвежский
sv_se: norsk
th: ชาวนอร์เวย์
tr: Norveçli
tr_tr: Norveçli
vi: Người Na Uy
vi_vn: người Na Uy
zh: 挪威語
zh_cn: 挪威语
zh_hans: 挪威语
zh_hant: 挪威語
zh_hk: 挪威人
zh_tw: 挪威語

source: Slovene
ar: السْلوفينيّة
da_dk: slovensk
de: Slowenisch
de_ch: Slowenisch
de_de: Slowenisch
es: Esloveno
es_es: esloveno
es_mx: esloveno
es_us: esloveno
fr: Slovène
fr_ca: Slovène
fr_fr: Slovène
hi: स्लोवेनियाई
id: Slovenia
it: Sloveno
it_ch: sloveno
ja: スロヴェニア人
ja_jp: スロヴェニア人
ko: 슬로베니아어
ko_kr: 슬로베니아어
nl: Sloveen
nl_nl: Sloveen
pl: Słoweński
pt: Esloveno
pt_br: esloveno
pt_pt: esloveno
ru: Словенский
sv_se: sloven
th: สโลเวเนีย
tr: Sloven
tr_tr: Yugoslavya Slovenya
vi: Người Slovenia
vi_vn: Xuyên quốc
zh: 斯洛維尼亞人
zh_cn: 斯洛文尼亚语
zh_hans: 斯洛文尼亚语
zh_hant: 斯洛維尼亞人
zh_hk: 斯洛維尼亞人
zh_tw: 斯洛維尼亞人

source: Greek
ar: يونانيّ
da_dk: græsk
de: Griechisch
de_ch: Griechisch
de_de: Griechisch
es: Griego
es_es: griego
es_mx: griego
es_us: griego
fr: Grec
fr_ca: Grec
fr_fr: Grec
hi: ग्रीक
id: Yunani
it: Greco
it_ch: greco
ja: ギリシャ語
ja_jp: ギリシャ語
ko: 그리스어
ko_kr: 그리스어
nb_no: greker
nl: Grieks
nl_nl: Grieks
pl: Grek
pt: Grego
pt_br: grego
pt_pt: grego
ru: Греческий
sv_se: grek
th: ภาษากรีก
tr: Yunan
tr_tr: Yunan
vi: Tiếng Hy Lạp
vi_vn: Người Hy Lạp
zh: 希臘語
zh_cn: 希腊语
zh_hans: 希腊语
zh_hant: 希臘語
zh_hk: 希臘人
zh_tw: 希臘語

source: Danish
ar: دانْمارْكيّ
da_dk: dansk
de: Dänisch
de_ch: Dänisch
de_de: Dänisch
es: Danés
es_es: danés
es_mx: danés
es_us: danés
fr: Danois
fr_ca: danois
fr_fr: danois
hi: डेनिश
id: Denmark
it: Danese
it_ch: danese
ja: デンマーク語
ja_jp: デンマーク語
ko: 덴마크어
ko_kr: 덴마크어
nb_no: dansk
nl: Deens
nl_nl: Deens
pl: Duński
pt: Dinamarquês
pt_br: dinamarquês
pt_pt: dinamarquês
ru: Датский
sv_se: dansk
th: ภาษาเดนมาร์ก
tr: Danimarkalı
tr_tr: Danimarkalı
vi: Tiếng Đan Mạch
vi_vn: Đan Mạch
zh: 丹麥的
zh_cn: 丹麦语
zh_hans: 丹麦语
zh_hant: 丹麥的
zh_hk: 丹麥人
zh_tw: 丹麥的

source: Initial release
ar: الإصدار الأولي
da_dk: Først udgivelse
de: Erste Freigabe
de_ch: Erstveröffentlichung
de_de: Erstausgang
es: Lanzamiento inicial
es_es: Lanzamiento inicial
es_mx: Lanzamiento inicial
es_us: Lanzamiento inicial
fr: Libération initiale
fr_ca: Lancement initial
fr_fr: Première version
hi: प्रारंभिक रिलीज़
id: Rilis awal
it: Rilascio iniziale
it_ch: Prima uscita
ja: 初期リリース
ja_jp: 初回公開
ko: 초기 출시
ko_kr: 스트라이크 스트라이크 스트라이크 스트
nb_no: Første utgivelse
nl: Eerste vrijgave
nl_nl: Eerste vrijgave
pl: Wstępne wydanie
pt: Lançamento inicial
pt_br: Lançamento inicial
pt_pt: Lançamento inicial
ru: Первоначальный выпуск
sv_se: Första utgåvan
th: การเปิดตัวครั้งแรก
tr: İlk sürüm
tr_tr: İlk sürüm
vi: Bản phát hành ban đầu
vi_vn: Bản phát hành ban đầu
zh: 初始釋出
zh_cn: 初期释放
zh_hans: 初期释放
zh_hant: 初期發佈
zh_hk: 初期發布
zh_tw: 初期發佈

source: Korean
ar: كوريّ
da_dk: koreansk
de: Koreanisch
de_ch: Koreanisch
de_de: Koreanisch
es: Coreano
es_es: coreano
es_mx: coreano
es_us: coreano
fr: Coréen
fr_ca: Coréen
fr_fr: Coréen
hi: कोरियाई
id: Korea
it: Coreano
it_ch: coreano
ja: 韓国語
ja_jp: 韓国語
ko: 한국어
ko_kr: 한국어
nb_no: koreansk
nl: Koreaans
nl_nl: Koreaans
pl: Koreańczyk
pt: Coreano
pt_br: coreano
pt_pt: coreano
ru: Корейский
th: ชาวเกาหลี
tr: Korece
tr_tr: Korece
vi: Tiếng Hàn
vi_vn: tiếng Hàn
zh: 韓國人
zh_cn: 韩语
zh_hans: 韩语
zh_hant: 韓國人
zh_hk: 韓國人
zh_tw: 韓國人

source: Catalan
ar: الكاتالانيّة
da_dk: catalansk
de: Katalanisch
de_ch: Katalanisch
de_de: Katalanisch
es: Catalán
es_es: catalán
es_mx: catalán
es_us: catalán
hi: कैटलन
id: Katalan
it: Catalano
it_ch: catalano
ja: カタルーニャ語
ja_jp: カタルーニャ語
ko: 카탈로니아어
ko_kr: 카탈로니아어
nb_no: Katalanisk
nl: Catalaans
nl_nl: Catalaans
pl: Katalończyk
pt: Catalão
pt_br: catalão
pt_pt: catalão
ru: Каталонский
sv_se: katalan
th: คาตาลัน
tr: Katalanca
tr_tr: Katalanca
vi: Tây Ban Nha
vi_vn: Tây Ban Nha
zh: 嘉泰羅尼亞語
zh_cn: 加泰罗尼亚语
zh_hans: 加泰罗尼亚语
zh_hant: 嘉泰羅尼亞語
zh_hk: 加泰隆尼亞人
zh_tw: 嘉泰羅尼亞語

source: Slovak
ar: السْلوفاكيّة
da_dk: slovakisk
de: Slowakisch
de_ch: Slowakisch
de_de: Slowakisch
es: Eslovaco
es_es: eslovaco
es_mx: eslovaco
es_us: eslovaco
fr: Slovaque
fr_ca: Slovaque
fr_fr: Slovaque
hi: स्लोवाक
id: Bahasa Slowakia
it: Slovacco
it_ch: slovacco
ja: スロヴァキア語
ja_jp: スロヴァキア語
ko: 슬로바키아어
ko_kr: 슬로바키아어
nb_no: slovakisk
nl: Slowaak
nl_nl: Slowaak
pl: Słowacki
pt: Eslovaco
pt_br: eslovaco
pt_pt: eslovaco
ru: Словацкий
sv_se: slovakisk
th: ภาษาสโลวัก
tr: Slovakça
tr_tr: Slovakca
vi: Tiếng Slovak
vi_vn: Tiếng Slovakia
zh: 斯洛伐克語
zh_cn: 斯洛伐克语
zh_hans: 斯洛伐克语
zh_hant: 斯洛伐克語
zh_hk: 斯洛伐克人
zh_tw: 斯洛伐克語

source: Indonesian
ar: إنْدونيسيّ
da_dk: indonesisk
de: Indonesier
de_ch: Indonesier
de_de: Indonesier
es: Indonesio
es_es: indonesio
es_mx: indonesio
es_us: indonesio
fr: Indonésien
fr_ca: Indonésien
fr_fr: Indonésien
hi: इन्डोनेशियाई
id: Bahasa Indonesia
it: Indonesiano
it_ch: indonesiano
ja: インドネシア語
ja_jp: インドネシア語
ko: 인도네시아어
ko_kr: 인도네시아어
nb_no: indonesier
nl: Indonesisch
nl_nl: Indonesisch
pl: Indonezyjski
pt: Indonésio
pt_br: indonésio
pt_pt: indonésio
ru: Индонезийский
sv_se: indonesisk
th: ชาวอินโดนีเซีย
tr: Endonezya
tr_tr: Endonezya'lı
vi: Người In-đô-nê-xi-a
vi_vn: người In-đô-nê-xi-a
zh: 印尼語
zh_cn: 印尼人
zh_hans: 印尼人
zh_hant: 印尼語
zh_hk: 印度尼西亞人
zh_tw: 印尼語

source: Test Mode
ar: وضع الاختبار
da_dk: Testtilstand
de: Testmodus
de_ch: Prüfmodus
de_de: Testmodus
es: Modo De Prueba
es_es: Modo de prueba
es_mx: Modo de prueba
es_us: Modo de prueba
fr: Mode de test
fr_ca: Mode Test
fr_fr: Mode Test
hi: टेस्ट मोड़
id: Mode Uji
it: Modalità di prova
it_ch: Modalità di prova
ja: テストモード
ja_jp: テストモード
ko: 테스트 모드
ko_kr: 테스트 모드
nb_no: Testmodus
nl: Testmodus
nl_nl: Testmodus
pl: Tryb testowy
pt: Modo De Teste
pt_br: Modo de teste
pt_pt: Modo de Teste
ru: Тестовый Режим
sv_se: Testläge
th: โหมดทดสอบ
tr: Test Modu
tr_tr: Test Modu
vi: Chế độ kiểm tra
vi_vn: Chế độ kiểm tra
zh: 測試模式
zh_cn: 测试模式
zh_hans: 测试模式
zh_hant: 測試模式
zh_hk: 測試模式
zh_tw: 測試模式

source: Spanish
ar: الإسْبانيّة
da_dk: spansk
de: Spanisch
de_ch: Spanisch
de_de: Spanisch
es: Castellano
es_es: castellano
es_mx: castellano
es_us: castellano
fr: Espagnol
fr_ca: espagnol
fr_fr: espagnol
hi: स्पेनिश
id: Spanyol
it: Spagnolo
it_ch: spagnolo
ja: スペイン語
ja_jp: スペイン語
ko: 스페인어
ko_kr: 스페인어
nb_no: spansk
nl: Spaans
nl_nl: Spaans
pl: Hiszpański
pt: Espanhol
pt_br: espanhol
pt_pt: espanhol
ru: Испанский
sv_se: spansk
th: ภาษาสเปน
tr: İspanyolca
tr_tr: İspanyolca
vi: Tiếng Tây Ban Nha
vi_vn: Tiếng Tây Ban Nha
zh: 西班牙語
zh_cn: 西班牙语
zh_hans: 西班牙语
zh_hant: 西班牙語
zh_hk: 西班牙人
zh_tw: 西班牙語

source: Chinese
ar: صينيّ
da_dk: kinesisk
es: Chino
es_es: chino
es_mx: chino
es_us: chino
fr: Chinois
fr_ca: Chinois
fr_fr: Chinois
hi: चीनी
id: Cina
it: Cinese
it_ch: cinese
ja: 中国語
ja_jp: 中国語
ko: 중국인
ko_kr: 중국인
nb_no: kineser
nl: Chinees
nl_nl: Chinees
pl: Chińczycy
pt: Chinês
pt_br: chinês
pt_pt: chinês
ru: Китайский
sv_se: kines
th: คนจีน
tr: Çince
tr_tr: Çince
vi: Người Trung Quốc
vi_vn: Tây Ban Nha
zh: 中文
zh_cn: 中国人
zh_hans: 中国人
zh_hant: 中文
zh_hk: 中國人
zh_tw: 中文

source: Does not overwrite the original strings file.
ar: لا يحل محل ملف السلاسل الأصلي.
da_dk: Skriver ikke over den oprindelige tekstfil.
de: Überschreibt die ursprüngliche String-Datei nicht.
de_ch: Die Original-String-Datei wird nicht überschrieben.
de_de: Die ursprüngliche Datei mit Strings wird nicht überschrieben.
es: No sobrescribe el archivo de cadenas original.
es_es: No sobrescribe el archivo de cadena original.
es_mx: No sobrescriba el archivo de cadenas originales.
es_us: No sobrescriba el archivo de cadena original.
fr: N'écrase pas le fichier de chaînes d'origine.
fr_ca: Ne remplace pas le fichier de chaînes original.
fr_fr: Ne remplace pas le fichier de chaînes original.
hi: मूल स्ट्रिंग फ़ाइल को अधिलेखित नहीं करता है।
id: Tidak menimpa file string asli.
it: Non sovrascrive il file di stringhe originale.
it_ch: Il file delle stringhe originale non viene sovrascritto.
ja: 元の文字列ファイルを上書きしません。
ja_jp: 元の文字列ファイルを上書きしません。
ko: 원본 문자열 파일을 덮어쓰지 않습니다.
ko_kr: 원래 문자열 파일을 덮어씁니다.
nb_no: Skriver ikke over den originale strengfilen.
nl: Overschrijft het originele stringbestand niet.
nl_nl: Schrijft het originele tekenreeksbestand niet over.
pl: Nie nadpisuje oryginalnego pliku ciągów znaków.
pt: Não substitui o arquivo de strings original.
pt_br: O arquivo de strings original não é substituído.
pt_pt: O ficheiro de strings original não é substituído.
ru: Не перезаписывает исходный файл строк.
sv_se: Skriver inte över den ursprungliga textfilen.
th: ไม่เขียนทับไฟล์สตริงต้นฉบับ
tr: Orijinal strings dosyasının üzerine yazmaz.
tr_tr: Orijinal dizileri dosyasını yazdırmaz.
vi: Không ghi đè lên tệp chuỗi gốc.
vi_vn: Không ghi đè lên tệp văn bản gốc.
zh: 不覆蓋原始字串檔案。
zh_cn: 不会覆盖原生字符串文件。
zh_hans: 不会覆盖原生字符串文件。
zh_hant: 請勿覆蓋原始字串檔案。
zh_hk: 請勿覆蓋原始字串檔案。
zh_tw: 請勿覆蓋原始字串檔案。

source: English (British)
ar: الإنجليزية (البريطانية)
da_dk: Engelsk (britisk)
de: Englisch (Britisch)
de_ch: Englisch (britisch)
de_de: Englisch (britisch)
es: Inglés (británico)
es_es: Inglés (Británico)
es_mx: Inglés (Reino Unido)
es_us: Inglés (británico)
fr: Anglais (Britannique)
fr_ca: Anglais (Royaume-Uni)
fr_fr: Anglais (Britannique)
hi: अंग्रेज़ी (ब्रिटिश)
id: Bahasa Inggris (Inggris)
it: Inglese (britannico)
it_ch: Inglese (britannico)
ja: 英語（イギリス）
ja_jp: 英語（イギリス）
ko: 영어(영국)
ko_kr: 영어(영국)
nb_no: Engelsk (britisk)
nl: Engels (Brits)
nl_nl: Engels (Brits)
pl: Angielski (Brytyjski)
pt: Inglês (britânico)
pt_br: Inglês (Britânico)
pt_pt: Inglês (Britânico)
ru: Английский (британский)
sv_se: Engelska (Brittiska)
th: ภาษาอังกฤษ (อังกฤษ)
tr: İngilizce (İngiliz)
tr_tr: İngilizce (İngiltere)
vi: Tiếng Anh (Anh)
vi_vn: Tiếng Anh (Anh)
zh: 英語（英國）
zh_cn: 英语（英国）
zh_hans: 英语（英国）
zh_hant: 英語(英國)
zh_hk: 英文(英國)
zh_tw: 英語(英國)

source: Vietnamese
ar: فيتْناميّ
da_dk: vietnamesisk
de: Vietnamesisch
de_ch: Vietnamesisch
de_de: Vietnamesisch
es: Vietnamita
es_es: vietnamita
es_mx: vietnamita
es_us: vietnamita
fr: Vietnamien
fr_ca: Vietnamien
fr_fr: Vietnamien
hi: वियतनामी
id: Orang Vietnam
it: Vietnamita
it_ch: vietnamita
ja: ベトナム語
ja_jp: ベトナム語
ko: 베트남인
ko_kr: 베트남인
nb_no: Vietnamesisk
nl: Vietnamees
nl_nl: Vietnamees
pl: Wietnamczyk
pt: Vietnamita
pt_br: vietnamita
pt_pt: vietnamita
ru: Вьетнамский
sv_se: vietnamesisk
th: ชาวเวียดนาม
tr: Vietnamca
tr_tr: Vietnamlı
vi: Người Việt Nam
vi_vn: người Việt Nam
zh: 越南人
zh_cn: 越南语
zh_hans: 越南语
zh_hant: 越南人
zh_hk: 越南人
zh_tw: 越南人

source: Czech
ar: تْشيكيّ
da_dk: tjekkisk
de: Tschechisch
de_ch: Tschechisch
de_de: Tschechisch
es: Checo
es_es: checo
es_mx: checo
es_us: checo
fr: Tchèque
fr_ca: Tchèque
fr_fr: Tchèque
hi: चेक
id: Ceko
it: Ceco
it_ch: ceco
ja: チェコ語
ja_jp: チェコ語
ko: 체코어
ko_kr: 체코어
nb_no: tsjekker
nl: Tsjech
nl_nl: Tsjech
pt: Tcheco
pt_br: tcheco
pt_pt: tcheco
ru: Чешский
sv_se: tjeck
th: เช็ก
tr: Çek
tr_tr: Çek
vi: Tiếng Séc
vi_vn: Tiệp Khắc
zh: 捷克語
zh_cn: 捷克语
zh_hans: 捷克语
zh_hant: 捷克語
zh_hk: 捷克人
zh_tw: 捷克語

source: Settings
ar: الإعدادات
da_dk: Indstillinger
de: Einstellungen
de_ch: Einrichtungen
de_de: Einstellung
es: Ajustes
es_es: Ajustes
es_mx: Ajustes
es_us: Ajustes
fr: Paramètres
fr_ca: Paramètres
fr_fr: paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
it_ch: Impostazioni
ja: 設定
ja_jp: セッティング
ko: 설정
ko_kr: 설정
nb_no: innstillinger
nl: Instellingen
nl_nl: Instellingen
pl: Ustawienia
pt: Configurações
pt_br: Configurações
pt_pt: Configurações
ru: Настройки
sv_se: Inställningar
th: การตั้งค่า
tr: Ayarlar
tr_tr: Ayarlar
vi: Cài đặt
vi_vn: Cài đặt
zh: 設定
zh_cn: 设定
zh_hans: 设定
zh_hant: 設置
zh_hk: 設置
zh_tw: 設置

source: Russian
ar: روسيّ
da_dk: russisk
de: Russisch
de_ch: Russisch
de_de: Russisch
es: Ruso
es_es: ruso
es_mx: ruso
es_us: ruso
fr: Russe
fr_ca: Russe
fr_fr: Russe
hi: रूसी
id: Rusia
it: Russo
it_ch: russo
ja: ロシア語
ja_jp: ロシア語
ko: 러시아어
ko_kr: 러시아어
nb_no: russer
nl: Russisch
nl_nl: Russisch
pl: Rosjanin
pt: Russo
pt_br: russo
pt_pt: russo
ru: Русский
sv_se: rysk
th: ชาวรัสเซีย
tr: Rusça
tr_tr: Rusça
vi: Người Nga
vi_vn: người Nga
zh: 俄語
zh_cn: 俄语
zh_hans: 俄语
zh_hant: 俄語
zh_hk: 俄國人
zh_tw: 俄語

# Translated: %lld/%lld
source: Translated: %1$lld/%2$lld
ar: مترجم: %lld/%lld
da_dk: Oversat: %lld/%lld
de: Übersetzt: %lld/%lld
de_ch: Übersetzt: %lld/%lld
de_de: Übersetzt: %lld/%lld
es: Traducido: %lld/%lld
es_es: Traducido: %lld/%lld
es_mx: Traducido: %lld %lld
es_us: Traducido: %lld% / %lld%
fr: Traduit : %lld/%lld
fr_ca: Traduit : %lld %lld %lld %lld %lld %lld %
fr_fr: Traduit: %lld/%lld
hi: अनुवादित: %lld/%lld
id: Diterjemahkan: %lld/%lld
it: Tradotto: %lld/%lld
it_ch: Tradotto: %lld/%lld
ja: 翻訳：%lld/%lld
ja_jp: 訳：%lld/%lld
ko: 번역됨: %lld/%lld
ko_kr: 번역됨: %lld/%lld
nb_no: Oversatt: %lld %lld %lld %lld %lld %lld %
nl: Vertaald: %lld/%lld
nl_nl: vertaald: %lld/%lld
pl: Przetłumaczone: %lld/%lld
pt: Traduzido: %lld/%lld
pt_br: Traduzido: %lld% %lld%
pt_pt: Traduzido: %lld% %lld%
ru: Переведено: %lld/%lld
sv_se: Översatt: %lld %lld %lld %lld %lld %lld
th: แปลแล้ว: %lld/%lld
tr: Çevrildi: %lld/%lld
tr_tr: Çeviri: %lld/%lld
vi: Đã dịch: %lld/%lld
vi_vn: Dịch: %lld/%lld
zh: 翻譯：%lld/%lld
zh_cn: 翻译：%lld/%lld%
zh_hans: 翻译：%lld/%lld%
zh_hant: 翻譯： %lld/%lld
zh_hk: 翻譯：%lld/%lld
zh_tw: 翻譯： %lld/%lld

source: Croatian
ar: كْرُواتيّ
da_dk: kroatisk
de: Kroatisch
de_ch: kroatisch
de_de: kroatisch
es: Croata
es_es: croata
es_mx: croata
es_us: croata
fr: Croate
fr_ca: croate
fr_fr: croate
hi: क्रोएशियाई
id: Kroasia
it: Croato
it_ch: croato
ja: クロアチア人
ja_jp: クロアチア人
ko: 크로아티아어
ko_kr: 크로아티아어
nb_no: kroat
nl: Kroatisch
nl_nl: Kroatisch
pl: Chorwacki
pt: Croata
pt_br: Húngaro
pt_pt: Húngaro
ru: Хорватский
sv_se: kroatisk
th: โครเอเชีย
tr: Hırvatça
tr_tr: Hırvatistanlı
vi: Thuộc về Croatia
vi_vn: thuộc về Croatia
zh: 克羅埃西亞語
zh_cn: 克罗地亚人
zh_hans: 克罗地亚人
zh_hant: 克羅埃西亞人
zh_hk: 克羅地亞人
zh_tw: 克羅埃西亞人

source: Bulgarian
ar: بُلْغاريّ
da_dk: bulgarsk
de: Bulgare
de_ch: Bulgare
de_de: Bulgare
es: Búlgaro
es_es: búlgaro
es_mx: búlgaro
es_us: búlgaro
fr: Bulgare
fr_ca: Bulgare
fr_fr: Bulgare
hi: बल्गेरियाई
id: Bulgaria
it: Bulgaro
it_ch: bulgaro
ja: ブルガリア語
ja_jp: ブルガリア語
ko: 불가리아어
ko_kr: 불가리아어
nb_no: Bulgarisk
nl: Bulgaars
nl_nl: Bulgaars
pl: Bułgar
pt: Búlgaro
pt_br: búlgaro
pt_pt: búlgaro
ru: Болгарский
sv_se: bulgar
th: ชาวบัลแกเรีย
tr: Bulgarca
tr_tr: Bulgaristanlı
vi: Người Bun-ga-ri
vi_vn: người Bun-ga-ri
zh: 保加利亞語
zh_cn: 保加利亚人
zh_hans: 保加利亚人
zh_hant: 保加利亞語
zh_hk: 保加利亞人
zh_tw: 保加利亞語

source: French
ar: فَرَنْسيّ
da_dk: fransk
de: Franzose
de_ch: Franzose
de_de: Franzose
es: Francés
es_es: francés
es_mx: francés
es_us: francés
fr: Français
fr_ca: français
fr_fr: français
hi: फ़्रेंच
id: Perancis
it: Francese
it_ch: francese
ja: フランス語
ja_jp: フランス語
ko: 프랑스어
ko_kr: 프랑스어
nb_no: fransk
nl: Frans
nl_nl: Frans
pl: Francuski
pt: Francês
pt_br: francês
pt_pt: francês
ru: Французский
sv_se: fransk
th: ชาวฝรั่งเศส
tr: Fransızca
tr_tr: Fransızca
vi: Người Pháp
vi_vn: người Pháp
zh: 法語
zh_cn: 法国人
zh_hans: 法国人
zh_hant: 法語
zh_hk: 法蘭西人
zh_tw: 法語

source: Romanian
ar: رومانيّ
da_dk: rumænsk
de: Rumänisch
de_ch: Rumänisch
de_de: Rumänisch
es: Rumano
es_es: rumano
es_mx: rumano
es_us: rumano
fr: Roumain
fr_ca: Roumain
fr_fr: Roumain
hi: रोमानियाई
id: Rumania
it: Rumeno
it_ch: rumeno
ja: ルーマニア語
ja_jp: ルーマニア語
ko: 루마니아어
ko_kr: 루마니아인
nb_no: rumener
nl: Roemeen
nl_nl: Roemeen
pl: Rumun
pt: Romeno
pt_br: romeno
pt_pt: romeno
ru: Румынский
sv_se: rumänsk
th: โรมาเนีย
tr: Rumen
tr_tr: Rumen
vi: Người Ru-ma-ni
vi_vn: người Ru-ma-ni
zh: 羅馬尼亞語
zh_cn: 罗马尼亚语
zh_hans: 罗马尼亚语
zh_hant: 羅馬尼亞語
zh_hk: 羅馬尼亞人
zh_tw: 羅馬尼亞語

source: English
ar: الإنْجْليزيّة
da_dk: engelsk
de: Englisch
de_ch: Englisch
de_de: Englisch
es: Inglés
es_es: inglés
es_mx: inglés
es_us: inglés
fr: Anglais
fr_ca: anglais
fr_fr: anglais
hi: अंग्रेज़ी
id: Bahasa Inggris
it: Inglese
it_ch: inglese
ja: 英語
ja_jp: 英語
ko: 영어
ko_kr: 영어
nb_no: engelsk
nl: Engels
nl_nl: Engels
pl: Angielski
pt: Inglês
pt_br: inglês
pt_pt: inglês
ru: Английский
sv_se: engelsk
th: ภาษาอังกฤษ
tr: İngilizce
tr_tr: İngilizce
vi: Bản tiếng Anh
vi_vn: bản tiếng Anh
zh: 英語
zh_cn: 英语
zh_hans: 英语
zh_hant: 英語
zh_hk: 英文
zh_tw: 英語

source: Translated
ar: مترجم
da_dk: Oversat
de: Übersetzt
de_ch: übersetzt
de_de: übersetzt
es: Traducido
es_es: traducido
es_mx: Traducido
es_us: Traducido
fr: Traduit
fr_ca: Traduit
fr_fr: Traduit
hi: अनुवादित
id: Diterjemahkan
it: Tradotto
it_ch: Tradotto
ja: 翻訳された
ja_jp: 翻訳された
ko: 번역된
ko_kr: 번역됨
nb_no: Oversatt
nl: Vertaald
nl_nl: Vertaald
pl: Przetłumaczony
pt: Traduzido
pt_br: traduzido
pt_pt: Traduzido
ru: Переведено
sv_se: översatt
th: แปลแล้ว
tr: Çevrilmiş
tr_tr: Çevrilmiş
vi: Đã dịch
vi_vn: Dịch
zh: 翻譯的
zh_cn: 翻译的
zh_hans: 翻译的
zh_hant: 譯文
zh_hk: 翻譯咗
zh_tw: 譯文

source: Close
ar: قَريب
da_dk: lukke
de: Ende
de_ch: Ende
de_de: Ende
es: Fin
es_es: fin
es_mx: fin
es_us: fin
fr: Fermer
fr_ca: fermer
fr_fr: fermer
hi: बंद करना
id: Dekat
it: Chiudere
it_ch: chiudere
ja: 閉じる
ja_jp: 閉じる
ko: 가까운
ko_kr: 가까운
nb_no: slutt
nl: Sluiten
nl_nl: sluiten
pl: Blisko
pt: Fechar
pt_br: fechar
pt_pt: fechar
ru: Закрытый
sv_se: stänga
th: ปิด
tr: Yakın
tr_tr: yakın
vi: Đóng
vi_vn: đóng
zh: 關閉
zh_cn: 结束
zh_hans: 结束
zh_hant: 關閉
zh_hk: 關閉
zh_tw: 關閉

source: Thai
ar: تايلاندي
da_dk: thailandsk
de: Thailänder
de_ch: Thailänder
de_de: Thailänder
es: Tailandés
es_es: tailandés
es_mx: tailandés
es_us: tailandés
fr: Thaï
fr_ca: Thaï
fr_fr: Thaï
hi: थाई
id: Orang Thailand
it: Tailandese
it_ch: Tailandese
ja: タイ語
ja_jp: タイ語
ko: 태국인
ko_kr: 태국인
nb_no: thailandsk
pl: Tajlandczyk
pt: Tailandês
pt_br: tailandês
pt_pt: tailandês
ru: Таиландский
sv_se: thailändsk
th: ภาษาไทย
tr: Taylandlı
tr_tr: Taylandlı
vi: Thái Lan
vi_vn: Thái Lan
zh: 泰國語
zh_cn: 泰国人
zh_hans: 泰国人
zh_hant: 泰國語
zh_hk: 泰國人
zh_tw: 泰國語

source: Turkish
ar: تُرْكيّ
da_dk: tyrkisk
de: Türkisch
de_ch: Türkisch
de_de: Türkisch
es: Turco
es_es: turco
es_mx: turco
es_us: turco
fr: Turc
fr_ca: turc
fr_fr: turc
hi: तुर्की
id: Turki
it: Turco
it_ch: turco
ja: トルコ語
ja_jp: トルコ語
ko: 터키어
ko_kr: 터키어
nb_no: tyrkisk
nl: Turks
nl_nl: Turks
pl: Turecki
pt: Turco
pt_br: turco
pt_pt: turco
ru: Турецкий
sv_se: turkisk
th: ภาษาตุรกี
tr: Türkçe
tr_tr: Türkçe
vi: Thổ Nhĩ Kỳ
vi_vn: Tiếng Thổ Nhĩ Kỳ
zh: 土耳其語
zh_cn: 土耳其的
zh_hans: 土耳其的
zh_hant: 土耳其語
zh_hk: 土耳其人
zh_tw: 土耳其語

source: Portuguese (Brazil)
ar: البرتغالية (البرازيل)
da_dk: Portugisisk (Brasilien)
de: Portugiesisch (Brasilien)
de_ch: Portugiesisch (Brasilien)
de_de: Portugiesisch (Brasilien)
es: Portugués (Brasil)
es_es: Portugués (Brasil)
es_mx: Portugués (Brasil)
es_us: Portugués (Brasil)
fr: Portugais (Brésil)
fr_ca: Portugais (Brésil)
fr_fr: Portugais (Brésil)
hi: पुर्तगाली (ब्राज़ील)
id: Portugis (Brasil)
it: Portoghese (Brasile)
it_ch: Portoghese (Brasile)
ja: ポルトガル語（ブラジル）
ja_jp: ポルトガル人（ブラジル）
ko: 포르투갈어 (브라질)
ko_kr: 포르투갈(브라질)
nb_no: Portugisisk (Brasil)
nl: Portugees (Brazilië)
nl_nl: Portugees (Brazilië)
pl: Portugalski (Brazylia)
pt: Português (Brasil)
pt_br: Português (Brasil)
pt_pt: Português (Brasil)
ru: Португальский (Бразилия)
sv_se: Portugisiska (Brasilien)
th: โปรตุเกส (บราซิล)
tr: Portekizce (Brezilya)
tr_tr: Portekizce (Brezilya)
vi: Bồ Đào Nha (Brazil)
vi_vn: Tiếng Bồ Đào Nha (Brazil)
zh: 葡萄牙語（巴西）
zh_cn: 葡萄牙语（巴西）
zh_hans: 葡萄牙语（巴西）
zh_hant: 葡萄牙語 (巴西)
zh_hk: 葡萄牙人 (巴西)
zh_tw: 葡萄牙語 (巴西)

source: Status: %@.
ar: الحالة: %@.
es: Estado: %@.
es_es: Estado: %@.
es_mx: Estado: %@.
es_us: Estado: %@.
fr: Statut : %@.
fr_ca: Statut : %@.
fr_fr: Statut : %@.
hi: स्थिति: %@.
it: Stato: %@.
it_ch: Stato: %@.
ja: ステータス：%@。
ja_jp: ステータス: %@.
ko: 상태: %@.
ko_kr: 상태: %@.
pt_br: %@Status: %@%Status: %@%Status: %
pt_pt: Estado: %@.
ru: Статус: %@.
th: สถานะ: %@.
tr: Durum: %@.
tr_tr: Durum: %@.
vi: Trạng thái: %@.
vi_vn: Trạng thái: %@.
zh: 狀態：%@。
zh_cn: 状态： %@.
zh_hans: 状态： %@.
zh_hant: 狀態： %@。
zh_hk: 狀態： %@.
zh_tw: 狀態： %@。

source: German
ar: أَلْمانيّ
da_dk: tysk
de: Deutsch
de_ch: Deutsch
de_de: Deutsch
es: Alemán
es_es: alemán
es_mx: alemán
es_us: alemán
fr: Allemand
fr_ca: Allemand
fr_fr: Allemand
hi: जर्मन
id: Jerman
it: Tedesco
it_ch: tedesco
ja: ドイツ語
ja_jp: ドイツ語
ko: 독일어
ko_kr: 독일어
nb_no: tysker
nl: Duits
nl_nl: Duits
pl: Niemiec
pt: Alemão
pt_br: alemão
pt_pt: alemão
ru: Немецкий
sv_se: hel-
th: ชาวเยอรมัน
tr: Almanca
tr_tr: Almanca
vi: Người Đức
vi_vn: người Đức
zh: 德語
zh_cn: 德语
zh_hans: 德语
zh_hant: 德語
zh_hk: 德國人
zh_tw: 德語
